Repository: getaktar/mac
Catalog: Sources/Aktar/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

source: A whole disk can't be watched. Pick a folder on it instead.
de: Ein ganzes Laufwerk kann nicht überwacht werden. Wähle stattdessen einen Ordner darauf.
es: No se puede vigilar un disco entero. Elige una carpeta del disco.
fr: Un disque entier ne peut pas être surveillé. Choisissez plutôt un dossier sur ce disque.
id: Seluruh disk tidak dapat dipantau. Pilih folder di dalamnya.
it: Non è possibile monitorare un intero disco. Scegli invece una cartella al suo interno.
ja: ディスク全体は監視できません。ディスク内のフォルダを選んでください。
ko: 디스크 전체는 감시할 수 없습니다. 대신 디스크에 있는 폴더를 선택하십시오.
nl: Een hele schijf kan niet worden bewaakt. Kies in plaats daarvan een map op die schijf.
pl: Nie można obserwować całego dysku. Wybierz na nim folder.
pt_br: Não é possível monitorar um disco inteiro. Escolha uma pasta dele.
ru: Нельзя отслеживать весь диск. Выберите папку на нем.
tr: Bir diskin tamamı izlenemez. Bunun yerine diskteki bir klasörü seç.
uk: Не можна відстежувати весь диск. Виберіть натомість папку на ньому.
vi: Không thể theo dõi cả ổ đĩa. Hãy chọn một thư mục trên ổ đó.
zh_hans: 无法监视整个磁盘。请改为选择其中的一个文件夹。
zh_hant: 無法監看整個磁碟。請改為選擇其中的資料夾。

source: Change…
de: Ändern …
es: Cambiar…
fr: Modifier…
id: Ubah…
it: Modifica…
ja: 変更…
ko: 변경…
nl: Wijzig…
pl: Zmień…
pt_br: Alterar…
ru: Изменить…
tr: Değiştir…
uk: Змінити…
vi: Thay đổi…
zh_hans: 更改…
zh_hant: 更改…

source: Choose a folder. New files in it are uploaded automatically.
de: Wähle einen Ordner. Neue Dateien darin werden automatisch hochgeladen.
es: Elige una carpeta. Los archivos nuevos que lleguen a ella se suben automáticamente.
fr: Choisissez un dossier. Les nouveaux fichiers qui y arrivent sont envoyés automatiquement.
id: Pilih folder. File baru di dalamnya diunggah secara otomatis.
it: Scegli una cartella. I nuovi file al suo interno vengono caricati automaticamente.
ja: フォルダを選んでください。新しく入ったファイルが自動的にアップロードされます。
ko: 폴더를 선택하십시오. 폴더에 새로 추가되는 파일은 자동으로 업로드됩니다.
nl: Kies een map. Nieuwe bestanden daarin worden automatisch geüpload.
pl: Wybierz folder. Nowe pliki w nim są przesyłane automatycznie.
pt_br: Escolha uma pasta. Os arquivos novos nela são enviados automaticamente.
ru: Выберите папку. Новые файлы в ней будут загружаться автоматически.
tr: Bir klasör seç. İçine gelen yeni dosyalar otomatik olarak yüklenir.
uk: Виберіть папку. Нові файли в ній вивантажуватимуться автоматично.
vi: Chọn một thư mục. Tệp mới trong đó sẽ được tải lên tự động.
zh_hans: 选择一个文件夹。其中的新文件会自动上传。
zh_hant: 選擇一個資料夾。其中的新檔案會自動上傳。

source: Choose “%@” again to give Aktar access to it.
de: Wähle „%@“ erneut, um Aktar Zugriff darauf zu geben.
es: Vuelve a elegir «%@» para dar acceso a Aktar.
fr: Choisissez à nouveau « %@ » pour y donner accès à Aktar.
id: Pilih “%@” lagi untuk memberi Aktar akses ke folder tersebut.
it: Scegli di nuovo “%@” per consentire ad Aktar di accedervi.
ja: Aktarにアクセスを許可するため、「%@」をもう一度選んでください。
ko: Aktar에 접근 권한을 부여하려면 ‘%@’을(를) 다시 선택하십시오.
nl: Kies ‘%@’ opnieuw om Aktar er toegang toe te geven.
pl: Wybierz ponownie „%@”, aby dać Aktarowi do niego dostęp.
pt_br: Escolha “%@” de novo para dar acesso ao Aktar.
ru: Выберите «%@» еще раз, чтобы предоставить Aktar доступ.
tr: Aktar'a erişim vermek için “%@” klasörünü yeniden seç.
uk: Виберіть «%@» ще раз, щоб надати Aktar доступ до неї.
vi: Chọn lại “%@” để cấp quyền truy cập cho Aktar.
zh_hans: 再次选择“%@”，以允许 Aktar 访问它。
zh_hant: 再次選擇「%@」以允許 Aktar 取用它。

source: Clipboard
de: Zwischenablage
es: Portapapeles
fr: Presse-papiers
id: Papan Klip
it: Appunti
ja: クリップボード
ko: 클립보드
nl: Klembord
pl: Schowek
pt_br: Área de transferência
ru: Буфер обмена
tr: Pano
uk: Буфер обміну
vi: Bộ nhớ tạm
zh_hans: 剪贴板
zh_hant: 剪貼簿

source: Confirm the folder macOS saves screenshots to, so Aktar can watch it.
de: Bestätige den Ordner, in dem macOS Bildschirmfotos sichert, damit Aktar ihn überwachen kann.
es: Confirma la carpeta donde macOS guarda las capturas de pantalla para que Aktar pueda vigilarla.
fr: Confirmez le dossier où macOS enregistre les captures d’écran, pour qu’Aktar puisse le surveiller.
id: Konfirmasikan folder tempat macOS menyimpan jepretan layar, agar Aktar dapat memantaunya.
it: Conferma la cartella in cui macOS salva le istantanee dello schermo, così Aktar può monitorarla.
ja: Aktarが監視できるように、macOSがスクリーンショットを保存するフォルダを確認してください。
ko: Aktar가 감시할 수 있도록 macOS가 스크린샷을 저장하는 폴더를 확인하십시오.
nl: Bevestig de map waarin macOS schermafbeeldingen bewaart, zodat Aktar deze kan bewaken.
pl: Potwierdź folder, w którym macOS zapisuje zrzuty ekranu, aby Aktar mógł go obserwować.
pt_br: Confirme a pasta onde o macOS salva as capturas de tela, para que o Aktar possa monitorá-la.
ru: Подтвердите папку, в которую macOS сохраняет снимки экрана, чтобы Aktar мог ее отслеживать.
tr: Aktar'ın izleyebilmesi için macOS'in ekran görüntülerini kaydettiği klasörü onayla.
uk: Підтвердьте папку, у яку macOS зберігає знімки екрана, щоб Aktar міг її відстежувати.
vi: Xác nhận thư mục mà macOS lưu ảnh chụp màn hình, để Aktar có thể theo dõi thư mục đó.
zh_hans: 确认 macOS 存储截屏的文件夹，以便 Aktar 监视它。
zh_hant: 確認 macOS 儲存截圖的資料夾，讓 Aktar 可以監看它。

source: Copy the link
de: Link kopieren
es: Copiar el enlace
fr: Copier le lien
id: Salin tautan
it: Copia il link
ja: リンクをコピー
ko: 링크 복사
nl: Kopieer de link
pl: Skopiuj link
pt_br: Copiar o link
ru: Скопировать ссылку
tr: Bağlantıyı kopyala
uk: Скопіювати посилання
vi: Sao chép liên kết
zh_hans: 拷贝链接
zh_hant: 拷貝連結

source: Couldn't delete %@ from the bucket
de: %@ konnte nicht aus dem Bucket gelöscht werden
es: No se pudo eliminar %@ del bucket
fr: Impossible de supprimer %@ du bucket
id: Tidak dapat menghapus %@ dari bucket
it: Impossibile eliminare %@ dal bucket
ja: %@をバケットから削除できませんでした
ko: 버킷에서 %@을(를) 삭제할 수 없음
nl: Kan %@ niet uit de bucket verwijderen
pl: Nie można usunąć z bucketu: %@
pt_br: Não foi possível excluir %@ do bucket
ru: Не удалось удалить %@ из бакета
tr: %@ bucket'tan silinemedi
uk: Не вдалося видалити %@ з бакета
vi: Không thể xóa %@ khỏi bucket
zh_hans: 无法从存储桶中删除 %@
zh_hant: 無法從儲存貯體刪除 %@

source: Couldn't move %@: %@
de: %1$@ konnte nicht bewegt werden: %2$@
es: No se pudo mover %1$@: %2$@
fr: Impossible de déplacer %1$@ : %2$@
id: Tidak dapat memindahkan %@: %@
it: Impossibile spostare %@: %@
ja: %1$@を移動できませんでした: %2$@
ko: %1$@을(를) 이동할 수 없음: %2$@
nl: Kan %@ niet verplaatsen: %@
pl: Nie można przenieść %1$@: %2$@
pt_br: Não foi possível mover %1$@: %2$@
ru: Не удалось переместить %@: %@
tr: %1$@ taşınamadı: %2$@
uk: Не вдалося перемістити %@: %@
vi: Không thể di chuyển %@: %@
zh_hans: 无法移动 %1$@：%2$@
zh_hant: 無法搬移 %1$@：%2$@

source: Couldn't tag %@: %@
de: %1$@ konnte nicht markiert werden: %2$@
es: No se pudo etiquetar %1$@: %2$@
fr: Impossible d’ajouter un tag à %1$@ : %2$@
id: Tidak dapat memberi tag pada %@: %@
it: Impossibile aggiungere il tag a %@: %@
ja: %1$@にタグを付けられませんでした: %2$@
ko: %1$@에 태그를 지정할 수 없음: %2$@
nl: Kan %@ geen tag geven: %@
pl: Nie można oznaczyć tagiem %1$@: %2$@
pt_br: Não foi possível etiquetar %1$@: %2$@
ru: Не удалось добавить тег к %@: %@
tr: %1$@ etiketlenemedi: %2$@
uk: Не вдалося додати мітку до %@: %@
vi: Không thể gắn thẻ %@: %@
zh_hans: 无法给 %1$@ 添加标签：%2$@
zh_hant: 無法為 %1$@ 加上標籤：%2$@

source: Couldn't watch this folder for changes.
de: Dieser Ordner konnte nicht auf Änderungen überwacht werden.
es: No se pudieron vigilar los cambios de esta carpeta.
fr: Impossible de surveiller les changements dans ce dossier.
id: Tidak dapat memantau perubahan di folder ini.
it: Impossibile monitorare le modifiche in questa cartella.
ja: このフォルダの変更を監視できませんでした。
ko: 이 폴더의 변경 사항을 감시할 수 없습니다.
nl: Kan deze map niet bewaken op wijzigingen.
pl: Nie można obserwować zmian w tym folderze.
pt_br: Não foi possível monitorar as alterações desta pasta.
ru: Не удалось отслеживать изменения в этой папке.
tr: Bu klasördeki değişiklikler izlenemedi.
uk: Не вдалося відстежувати зміни в цій папці.
vi: Không thể theo dõi thay đổi trong thư mục này.
zh_hans: 无法监视此文件夹的变化。
zh_hant: 無法監看此資料夾的變更。

source: Default destination
de: Standardziel
es: Destino predeterminado
fr: Destination par défaut
id: Tujuan default
it: Destinazione predefinita
ja: デフォルトのアップロード先
ko: 기본 대상
nl: Standaardbestemming
pl: Domyślne miejsce docelowe
pt_br: Destino padrão
ru: Место назначения по умолчанию
tr: Varsayılan hedef
uk: Стандартна ціль
vi: Đích mặc định
zh_hans: 默认上传目标
zh_hant: 預設目的地

source: Default destination (%@)
de: Standardziel (%@)
es: Destino predeterminado (%@)
fr: Destination par défaut (%@)
id: Tujuan default (%@)
it: Destinazione predefinita (%@)
ja: デフォルトのアップロード先（%@）
ko: 기본 대상(%@)
nl: Standaardbestemming (%@)
pl: Domyślne miejsce docelowe (%@)
pt_br: Destino padrão (%@)
ru: Место назначения по умолчанию (%@)
tr: Varsayılan hedef (%@)
uk: Стандартна ціль (%@)
vi: Đích mặc định (%@)
zh_hans: 默认上传目标（%@）
zh_hant: 預設目的地（%@）

source: “Delete after” needs auto-delete set up for the destination first.
de: „Löschen nach“ setzt voraus, dass automatisches Löschen für das Ziel eingerichtet ist.
es: «Eliminar tras» requiere configurar antes la eliminación automática en el destino.
fr: « Supprimer après » nécessite d’abord de configurer la suppression automatique pour la destination.
id: “Hapus setelah” memerlukan hapus otomatis yang sudah diatur untuk tujuan terlebih dahulu.
it: “Elimina dopo” richiede prima di configurare l’eliminazione automatica per la destinazione.
ja: 「削除まで」を使うには、先にアップロード先で自動削除を設定する必要があります。
ko: ‘보관 기간’을 사용하려면 먼저 대상에 자동 삭제를 설정해야 합니다.
nl: Voor ‘Verwijder na’ moet automatisch verwijderen eerst zijn ingesteld voor de bestemming.
pl: Opcja „Usuń po” wymaga najpierw skonfigurowania automatycznego usuwania dla miejsca docelowego.
pt_br: “Excluir após” exige configurar antes a exclusão automática no destino.
ru: Для «Удалить через» сначала нужно настроить автоудаление для места назначения.
tr: “Silinme” için önce hedefte otomatik silmenin kurulması gerekir.
uk: Для «Видалити через» спершу потрібно налаштувати автовидалення для цілі.
vi: “Xóa sau” cần thiết lập tự động xóa cho đích trước.
zh_hans: “删除时间”需要先为上传目标设置自动删除。
zh_hant: 「刪除時間」需要先為目的地設定自動刪除。

source: “Delete after” stays off until the bucket has Aktar's lifecycle rules. This key can't add them: use a key with admin access to the bucket, or add these rules in your provider's dashboard and check again: tmp/1d/ after 1 day, tmp/7d/ after 7 days, tmp/14d/ after 14 days, tmp/30d/ after 30 days.
de: „Löschen nach“ bleibt aus, bis der Bucket die Lifecycle-Regeln von Aktar hat. Dieser Schlüssel kann sie nicht anlegen: Verwende einen Schlüssel mit Admin-Zugriff auf den Bucket oder lege diese Regeln im Dashboard deines Anbieters an und prüfe erneut: tmp/1d/ nach 1 Tag, tmp/7d/ nach 7 Tagen, tmp/14d/ nach 14 Tagen, tmp/30d/ nach 30 Tagen.
es: “Eliminar tras” sigue desactivado hasta que el bucket tenga las reglas de ciclo de vida de Aktar. Esta clave no puede añadirlas: usa una clave con acceso de administrador al bucket o añade estas reglas en el panel de tu proveedor y vuelve a comprobar: tmp/1d/ tras 1 día, tmp/7d/ tras 7 días, tmp/14d/ tras 14 días, tmp/30d/ tras 30 días.
fr: « Supprimer après » reste désactivé tant que le bucket n'a pas les règles de cycle de vie d'Aktar. Cette clé ne peut pas les ajouter : utilisez une clé avec un accès administrateur au bucket, ou ajoutez ces règles dans le tableau de bord de votre fournisseur puis vérifiez à nouveau : tmp/1d/ après 1 jour, tmp/7d/ après 7 jours, tmp/14d/ après 14 jours, tmp/30d/ après 30 jours.
id: “Hapus setelah” tetap nonaktif hingga bucket memiliki aturan siklus hidup Aktar. Kunci ini tidak dapat menambahkannya: gunakan kunci dengan akses admin ke bucket, atau tambahkan aturan berikut di dasbor penyedia Anda lalu periksa lagi: tmp/1d/ setelah 1 hari, tmp/7d/ setelah 7 hari, tmp/14d/ setelah 14 hari, tmp/30d/ setelah 30 hari.
it: “Elimina dopo” resta disattivato finché il bucket non ha le regole del ciclo di vita di Aktar. Questa chiave non può aggiungerle: usa una chiave con accesso di amministratore al bucket, oppure aggiungi queste regole nella dashboard del tuo provider e verifica di nuovo: tmp/1d/ dopo 1 giorno, tmp/7d/ dopo 7 giorni, tmp/14d/ dopo 14 giorni, tmp/30d/ dopo 30 giorni.
ja: バケットに Aktar のライフサイクルルールが設定されるまで「削除まで」は使えません。このキーではルールを追加できません。バケットの管理者権限を持つキーを使うか、プロバイダのダッシュボードで次のルールを追加してから再確認してください: tmp/1d/ は1日後、tmp/7d/ は7日後、tmp/14d/ は14日後、tmp/30d/ は30日後。
ko: 버킷에 Aktar의 수명 주기 규칙이 추가될 때까지 ‘보관 기간’은 꺼져 있습니다. 이 키로는 규칙을 추가할 수 없습니다. 버킷에 대한 관리자 권한이 있는 키를 사용하거나, 제공업체의 대시보드에서 다음 규칙을 추가한 후 다시 확인하십시오: tmp/1d/는 1일 후, tmp/7d/는 7일 후, tmp/14d/는 14일 후, tmp/30d/는 30일 후.
nl: ‘Verwijder na’ blijft uit totdat de bucket de levenscyclusregels van Aktar heeft. Met deze sleutel kunnen ze niet worden toegevoegd: gebruik een sleutel met beheerderstoegang tot de bucket, of voeg deze regels toe in het dashboard van je provider en controleer opnieuw: tmp/1d/ na 1 dag, tmp/7d/ na 7 dagen, tmp/14d/ na 14 dagen, tmp/30d/ na 30 dagen.
pl: Opcja „Usuń po” pozostaje wyłączona, dopóki bucket nie ma reguł cyklu życia Aktara. Ten klucz nie może ich dodać: użyj klucza z uprawnieniami administratora do bucketu albo dodaj te reguły w panelu dostawcy i sprawdź ponownie: tmp/1d/ po 1 dniu, tmp/7d/ po 7 dniach, tmp/14d/ po 14 dniach, tmp/30d/ po 30 dniach.
pt_br: “Excluir após” fica desativado até o bucket ter as regras de ciclo de vida do Aktar. Esta chave não pode adicioná-las: use uma chave com acesso de administrador ao bucket ou adicione estas regras no painel do seu provedor e verifique novamente: tmp/1d/ após 1 dia, tmp/7d/ após 7 dias, tmp/14d/ após 14 dias, tmp/30d/ após 30 dias.
ru: «Удалить через» остается выключенным, пока в бакете нет правил жизненного цикла Aktar. Этот ключ не может их добавить: используйте ключ с правами администратора для бакета или добавьте эти правила в панели управления провайдера и проверьте снова: tmp/1d/ через 1 день, tmp/7d/ через 7 дней, tmp/14d/ через 14 дней, tmp/30d/ через 30 дней.
tr: Bucket'ta Aktar'ın yaşam döngüsü (lifecycle) kuralları olmadan “Silinme” kapalı kalır. Bu anahtar kuralları ekleyemiyor: bucket'a yönetici erişimi olan bir anahtar kullan ya da sağlayıcının panelinde şu kuralları ekleyip tekrar kontrol et: tmp/1d/ için 1 gün, tmp/7d/ için 7 gün, tmp/14d/ için 14 gün, tmp/30d/ için 30 gün.
uk: «Видалити через» буде вимкнено, доки в бакеті не з’являться правила життєвого циклу Aktar. Цей ключ не може їх додати: використайте ключ з адміністраторським доступом до бакета або додайте ці правила в панелі керування провайдера й перевірте ще раз: tmp/1d/ через 1 день, tmp/7d/ через 7 днів, tmp/14d/ через 14 днів, tmp/30d/ через 30 днів.
vi: “Xóa sau” sẽ tắt cho đến khi bucket có các quy tắc vòng đời của Aktar. Khóa này không thể thêm các quy tắc đó: hãy dùng khóa có quyền quản trị bucket, hoặc thêm các quy tắc sau trong bảng điều khiển của nhà cung cấp rồi kiểm tra lại: tmp/1d/ sau 1 ngày, tmp/7d/ sau 7 ngày, tmp/14d/ sau 14 ngày, tmp/30d/ sau 30 ngày.
zh_hans: 在存储桶配置 Aktar 的生命周期规则之前，“删除时间”保持关闭。此密钥无法添加这些规则：请使用具有存储桶管理员权限的密钥，或在服务商控制台中添加以下规则后重新检查：tmp/1d/ 1 天后、tmp/7d/ 7 天后、tmp/14d/ 14 天后、tmp/30d/ 30 天后。
zh_hant: 在儲存貯體具備 Aktar 的生命週期規則之前，「刪除時間」會保持關閉。此金鑰無法加入這些規則：請使用具有儲存貯體管理權限的金鑰，或在服務供應商的控制台中加入以下規則後再檢查一次：tmp/1d/ 1 天後、tmp/7d/ 7 天後、tmp/14d/ 14 天後、tmp/30d/ 30 天後。

source: “Delete after” won't be offered for this destination. Files already under tmp/ are still deleted on schedule while the bucket keeps Aktar's rules; removing the rules keeps those files for good.
de: „Löschen nach“ wird für dieses Ziel nicht mehr angeboten. Dateien, die schon unter tmp/ liegen, werden weiterhin planmäßig gelöscht, solange der Bucket die Regeln von Aktar behält. Werden die Regeln entfernt, bleiben diese Dateien dauerhaft.
es: “Eliminar tras” dejará de ofrecerse para este destino. Los archivos que ya están en tmp/ se siguen eliminando a su hora mientras el bucket conserve las reglas de Aktar; si eliminas las reglas, esos archivos se quedan para siempre.
fr: « Supprimer après » ne sera plus proposé pour cette destination. Les fichiers déjà sous tmp/ sont toujours supprimés à l'échéance tant que le bucket garde les règles d'Aktar ; si vous supprimez les règles, ces fichiers sont conservés définitivement.
id: “Hapus setelah” tidak akan ditawarkan untuk tujuan ini. File yang sudah berada di tmp/ tetap dihapus sesuai jadwal selama bucket mempertahankan aturan Aktar; jika aturan tersebut dihapus, file-file itu akan disimpan selamanya.
it: “Elimina dopo” non verrà più proposto per questa destinazione. I file già presenti in tmp/ vengono comunque eliminati come previsto finché il bucket mantiene le regole di Aktar; se rimuovi le regole, quei file restano per sempre.
ja: この保存先では「削除まで」が表示されなくなります。バケットに Aktar のルールが残っている間は、tmp/ 内の既存ファイルは予定どおり削除されます。ルールを削除すると、それらのファイルは残り続けます。
ko: 이 대상에서는 ‘보관 기간’이 제공되지 않습니다. 버킷에 Aktar의 규칙이 남아 있는 동안 tmp/ 아래에 이미 있는 파일은 예정대로 삭제됩니다. 규칙을 제거하면 해당 파일은 영구적으로 보관됩니다.
nl: ‘Verwijder na’ wordt niet meer aangeboden voor deze bestemming. Bestanden die al in tmp/ staan, worden nog steeds volgens schema verwijderd zolang de bucket de regels van Aktar behoudt. Als je de regels verwijdert, blijven die bestanden voorgoed bewaard.
pl: Opcja „Usuń po” nie będzie oferowana dla tego miejsca docelowego. Pliki, które już są w tmp/, nadal są usuwane zgodnie z harmonogramem, dopóki bucket ma reguły Aktara; usunięcie reguł zachowa te pliki na stałe.
pt_br: “Excluir após” deixa de ser oferecido para este destino. Arquivos que já estão em tmp/ continuam sendo excluídos no prazo enquanto o bucket mantiver as regras do Aktar; ao remover as regras, esses arquivos ficam para sempre.
ru: «Удалить через» больше не будет предлагаться для этого места назначения. Файлы, которые уже находятся в tmp/, по-прежнему удаляются по расписанию, пока в бакете есть правила Aktar; если удалить правила, эти файлы сохранятся навсегда.
tr: Bu hedef için “Silinme” artık sunulmaz. Bucket Aktar'ın kurallarını tuttuğu sürece tmp/ altındaki mevcut dosyalar zamanı gelince yine silinir; kuralları kaldırırsan bu dosyalar kalıcı olarak kalır.
uk: «Видалити через» не пропонуватиметься для цієї цілі. Файли, які вже є в tmp/, і далі видалятимуться за розкладом, поки в бакеті є правила Aktar. Якщо вилучити правила, ці файли залишаться назавжди.
vi: “Xóa sau” sẽ không được cung cấp cho đích này. Các tệp đã nằm trong tmp/ vẫn bị xóa theo lịch miễn là bucket còn giữ quy tắc của Aktar; nếu xóa các quy tắc, những tệp đó sẽ được giữ vĩnh viễn.
zh_hans: 此目标将不再提供“删除时间”。只要存储桶保留 Aktar 的规则，tmp/ 下已有的文件仍会按时删除；移除规则后，这些文件将被永久保留。
zh_hant: 此目的地將不再提供「刪除時間」。只要儲存貯體保留 Aktar 的規則，tmp/ 下既有的檔案仍會按時刪除；移除規則後，這些檔案將永久保留。

source: Deleted %@ from the bucket
de: %@ wurde aus dem Bucket gelöscht
es: Se eliminó %@ del bucket
fr: %@ a été supprimé du bucket
id: %@ dihapus dari bucket
it: %@ eliminato dal bucket
ja: %@をバケットから削除しました
ko: 버킷에서 %@을(를) 삭제함
nl: %@ uit de bucket verwijderd
pl: Usunięto z bucketu: %@
pt_br: %@ foi excluído do bucket
ru: Удалено из бакета: %@
tr: %@ bucket'tan silindi
uk: %@ видалено з бакета
vi: Đã xóa %@ khỏi bucket
zh_hans: 已从存储桶中删除 %@
zh_hant: 已從儲存貯體刪除 %@

source: Deleted %lld files from the bucket
de: %lld Dateien wurden aus dem Bucket gelöscht
es: Se eliminaron %lld archivos del bucket
fr: %lld fichiers ont été supprimés du bucket
id: %lld file dihapus dari bucket
it: %lld file eliminati dal bucket
ja: バケットから%lld個のファイルを削除しました
ko: 버킷에서 파일 %lld개를 삭제함
nl: %lld bestanden uit de bucket verwijderd
pl: Pliki usunięte z bucketu: %lld
pt_br: %lld arquivos foram excluídos do bucket
ru: Удалено файлов из бакета: %lld
tr: Bucket'tan %lld dosya silindi
uk: Видалено файлів з бакета: %lld
vi: Đã xóa %lld tệp khỏi bucket
zh_hans: 已从存储桶中删除 %lld 个文件
zh_hant: 已從儲存貯體刪除 %lld 個檔案

source: Delete from Bucket
de: Aus dem Bucket löschen
es: Eliminar del bucket
fr: Supprimer du bucket
id: Hapus dari Bucket
it: Elimina dal bucket
ja: バケットから削除
ko: 버킷에서 삭제
nl: Verwijder uit bucket
pl: Usuń z bucketu
pt_br: Excluir do bucket
ru: Удалить из бакета
tr: Bucket'tan Sil
uk: Видалити з бакета
vi: Xóa khỏi bucket
zh_hans: 从存储桶中删除
zh_hant: 從儲存貯體刪除

source: Delete it from the bucket too
de: Auch aus dem Bucket löschen
es: Eliminarlo también del bucket
fr: La supprimer aussi du bucket
id: Hapus juga dari bucket
it: Eliminalo anche dal bucket
ja: バケットからも削除
ko: 버킷에서도 삭제
nl: Verwijder het ook uit de bucket
pl: Usuń go też z bucketu
pt_br: Excluí-lo também do bucket
ru: Удалить также из бакета
tr: Bucket'tan da sil
uk: Видалити також із бакета
vi: Xóa cả khỏi bucket
zh_hans: 也从存储桶中删除
zh_hant: 也從儲存貯體刪除

source: Deleting a file from this folder also deletes its upload. Links to it stop working.
de: Wenn du eine Datei aus diesem Ordner löschst, wird auch ihr Upload gelöscht. Links darauf funktionieren dann nicht mehr.
es: Al eliminar un archivo de esta carpeta también se elimina su subida. Los enlaces dejan de funcionar.
fr: Supprimer un fichier de ce dossier supprime aussi son envoi. Les liens vers celui-ci cessent de fonctionner.
id: Menghapus file dari folder ini juga menghapus unggahannya. Tautan ke file tersebut tidak akan berfungsi lagi.
it: Se elimini un file da questa cartella, viene eliminato anche il suo caricamento. I link al file smettono di funzionare.
ja: このフォルダからファイルを削除すると、そのアップロードも削除されます。リンクは使えなくなります。
ko: 이 폴더에서 파일을 삭제하면 해당 업로드도 삭제됩니다. 해당 파일의 링크는 더 이상 작동하지 않습니다.
nl: Als je een bestand uit deze map verwijdert, wordt ook de upload ervan verwijderd. Links ernaar werken dan niet meer.
pl: Usunięcie pliku z tego folderu usuwa też jego przesłaną kopię. Linki do niej przestaną działać.
pt_br: Excluir um arquivo desta pasta também exclui o envio dele. Os links para ele param de funcionar.
ru: При удалении файла из этой папки удаляется и его загрузка. Ссылки на него перестанут работать.
tr: Bu klasörden bir dosyayı silmek yüklemesini de siler. Ona giden bağlantılar çalışmaz olur.
uk: Якщо видалити файл із цієї папки, його вивантаження теж буде видалено. Посилання на нього перестануть працювати.
vi: Xóa một tệp khỏi thư mục này cũng sẽ xóa tệp đã tải lên tương ứng. Các liên kết đến tệp đó sẽ ngừng hoạt động.
zh_hans: 从此文件夹删除文件时，也会删除其上传的文件。指向它的链接将失效。
zh_hant: 從此資料夾刪除檔案時，也會刪除其上傳的檔案。指向它的連結將會失效。

source: Destination default
de: Wie im Ziel
es: Según el destino
fr: Selon la destination
id: Sesuai tujuan
it: Come nella destinazione
ja: アップロード先の設定
ko: 대상 기본값
nl: Standaard van bestemming
pl: Jak w miejscu docelowym
pt_br: Conforme o destino
ru: Как в месте назначения
tr: Hedefin ayarı
uk: Як у цілі
vi: Theo đích
zh_hans: 按上传目标设置
zh_hant: 依目的地設定

source: Don’t touch the clipboard
de: Zwischenablage nicht ändern
es: No tocar el portapapeles
fr: Ne pas toucher au presse-papiers
id: Jangan ubah papan klip
it: Non modificare gli Appunti
ja: クリップボードを変更しない
ko: 클립보드 변경 안 함
nl: Wijzig klembord niet
pl: Nie zmieniaj schowka
pt_br: Não mexer na área de transferência
ru: Не изменять буфер обмена
tr: Panoya dokunma
uk: Не змінювати буфер обміну
vi: Không thay đổi bộ nhớ tạm
zh_hans: 不改动剪贴板
zh_hant: 不更動剪貼簿

source: Either way, files added from now on are uploaded.
de: So oder so werden ab jetzt hinzugefügte Dateien hochgeladen.
es: En cualquier caso, los archivos que se añadan a partir de ahora se suben.
fr: Dans tous les cas, les fichiers ajoutés à partir de maintenant sont envoyés.
id: Apa pun pilihannya, file yang ditambahkan mulai sekarang akan diunggah.
it: In ogni caso, i file aggiunti da ora in poi vengono caricati.
ja: どちらの場合も、今後追加されるファイルはアップロードされます。
ko: 어느 쪽이든 지금부터 추가되는 파일은 업로드됩니다.
nl: In beide gevallen worden bestanden die je vanaf nu toevoegt, geüpload.
pl: Tak czy inaczej, pliki dodane od teraz będą przesyłane.
pt_br: De qualquer forma, os arquivos adicionados a partir de agora são enviados.
ru: В любом случае файлы, добавленные с этого момента, будут загружаться.
tr: Her iki durumda da bundan sonra eklenen dosyalar yüklenir.
uk: У будь-якому разі файли, додані відтепер, буде вивантажено.
vi: Dù chọn cách nào, các tệp được thêm từ bây giờ sẽ được tải lên.
zh_hans: 无论如何，今后添加的文件都会上传。
zh_hant: 無論如何，之後加入的檔案都會上傳。
